[{"id": "berlin-lyrics", "words": "5271", "extension": ".txt", "flesch": "76", "author": null, "title": "berlin-lyrics", "date": null, "keywords": "band; doin'; hear; man", "summary": "happy holiday May the calendar keep bringing Happy holidays to you Happy holiday, happy holiday While the merry bells keep ringin' May your every wish come true Happy holiday, Nowhere could you get that happy feeling When you are stealing that extra bow There's no people like show people They smile when they are low Yesterday they told you you would not go far That night you open, and there you are Next day on your dressing room, they've hung a star Let's go on with the show The cowboys, the wrestlers, the tumblers, the clowns The roustabouts that move the show at dawn The music, the spotlights, the people, the towns Your baggage with the labels pasted on The sawdust and the horses and the smell The towel you've taken from the last hotel There's no business like show business Like no business I know"}, {"id": "lerner-lowe-lyrics", "words": "5780", "extension": ".txt", "flesch": "99", "author": null, "title": "lerner-lowe-lyrics", "date": null, "keywords": "day; love; morning", "summary": "goodbye. World goodbye."}, {"id": "porter-lyrics", "words": "15904", "extension": ".txt", "flesch": "56", "author": null, "title": "porter-lyrics", "date": null, "keywords": "baby; baby tonight; darlin; darn; hot; love; true; true love", "summary": "you're a turkey dinner you're the time of the derby winner i'm a toy balloon that's fated soon to pop but if, baby, i'm the bottom you're the top you're the top you're an arrow collar you're the top you're a coolidge dollar you're the nimble tread of the feet of fred astaire you're an o'neill drama, you're whistler's mama you're camembert you might also likeyou're a rose, you're inferno's dante you're the nose on the great durante i'm just in the way as the french would say de trop but if, baby, i'm the bottom you're the top you're the top you're a waldorf salad you're the top you're a berlin ballad you're a baby grand of a lady and a gent you're an old dutch master, you're mrs. aster you're pepsodent you're romance you're the steppes of russia you're the pants on a roxy usher i'm a lazy lout that's just about to stop but if baby, i'm the bottom you're the top love for sale when the only sound in the empty street is the heavy tread of the heavy feet that belong to a lonesome cop i open shop when the moon so long has been gazing down on the wayward ways of this wayward town that her smile becomes a smirk i go to work love for sale appetizing young love for sale love that's fresh and still unspoiled love that's only slightly soiled love for sale who will buy? who would like to sample my supply? who's prepared to pay the price for a trip to paradise? love for sale let the poets pipe of love in their childish way i know every type of love better far than they if you want the thrill of love i've been through the mill of love old love, new love every love but true love love for sale appetizing young love for sale if you want to buy my wares follow me and climb the stairs love for sale you might also like begin the beguine when they begin the beguine it brings back the sound of music so tender it brings back a night of tropical splendor it brings back a memory evergreen i'm with you once more under the stars and down by the shore an orchestra's playing and even the palms seem to be swaying when they begin the beguine to live it again is past all endeavor except when that tune clutches my heart and there we are swearing to love forever and promising never, never to part what moments divine, what rapture serene till clouds came along to disperse the joys we had tasted and now when i hear people curse the chance that was wasted i know but too well what they mean so don't let them begin the beguine let the love that was once a fire remain an ember let it sleep like a dead desire i only remember when they begin the beguine"}, {"id": "rodgers-hammerstein-lyrics", "words": "10881", "extension": ".txt", "flesch": "97", "author": null, "title": "rodgers-hammerstein-lyrics", "date": null, "keywords": "chop; girl; ioway; june; know; love; man", "summary": "Other girls are coy and hard to catch, But other girls ain’t havin’ any fun. I give up lotsa other things, A gentleman never mentions— But before I give up any more, I wanta know your intentions!"}, {"id": "sondheim-lyrics", "words": "9378", "extension": ".txt", "flesch": "89", "author": null, "title": "sondheim-lyrics", "date": null, "keywords": "festival; good; henrik; pretty; sir; woods; world", "summary": "And once we're past Let's hope the changes last Beyond woods Beyond witches and slippers and hoods Just the two of us- Beyond lies Safe at home with out beautiful prize Just the few of us It takes trust It takes just A bit more And we're done We want four We had none We've got three We need one It takes two I should never have gone to the theater The way is clear The light is good I have no fear Nor no one should The woods are just trees The trees are just wood I sort of hate to ask it But do you have a basket?"}]